{
  "plugins": {
    "lean.nvim": {
      "src": "git@github.com:Julian/lean.nvim.git"
    },
    "lua-utils.nvim": {
      "src": "git@github.com:nvim-neorg/lua-utils.nvim.git"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.pick": {
      "src": "git@github.com:nvim-mini/mini.pick.git"
    },
    "mini.statusline": {
      "src": "git@github.com:nvim-mini/mini.statusline.git"
    },
    "neorg": {
      "src": "git@github.com:nvim-neorg/neorg.git"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig.git"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter.git"
    },
    "oil.nvim": {
      "src": "git@github.com:stevearc/oil.nvim.git"
    },
    "pathlib.nvim": {
      "src": "https://github.com/pysan3/pathlib.nvim"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim.git"
    },
    "typst-preview.nvim": {
      "src": "git@github.com:chomosuke/typst-preview.nvim.git"
    },
    "vague.nvim": {
      "src": "git@github.com:vague-theme/vague.nvim.git"
    },
    "vimtex": {
      "src": "git@github.com:lervag/vimtex.git"
    }
  }
}